[
  {
    "nom": "Tarte aux pommes",
    "details": "1. Préchauffez le four à 180°C.\n2. Étalez la pâte dans un moule à tarte.\n3. Épluchez et coupez les pommes en fines tranches.\n4. Disposez les tranches de pommes sur la pâte.\n5. Saupoudrez de sucre et de cannelle.\n6. Enfournez pendant 30 minutes ou jusqu'à ce que la croûte soit dorée.\n7. Laissez refroidir avant de servir."
  },
  {
    "nom": "Poulet rôti",
    "details": "1. Préchauffez le four à 200°C.\n2. Assaisonnez le poulet avec du sel, du poivre et des herbes de Provence.\n3. Placez le poulet dans un plat allant au four.\n4. Ajoutez des légumes de votre choix autour du poulet.\n5. Enfournez pendant 1 heure ou jusqu'à ce que le poulet soit bien cuit.\n6. Laissez reposer quelques minutes avant de découper et de servir."
  },
  {
    "nom": "Salade César",
    "details": "1. Lavez et coupez la laitue en morceaux.\n2. Préparez la vinaigrette en mélangeant de l'huile d'olive, du jus de citron, de l'ail haché, et du parmesan râpé.\n3. Dans un grand bol, mélangez la laitue avec la vinaigrette.\n4. Ajoutez des croûtons et des morceaux de poulet grillé.\n5. Saupoudrez de parmesan supplémentaire.\n6. Servez immédiatement."
  },
  {
    "nom": "Lasagnes",
    "details": "1. Préchauffez le four à 180°C.\n2. Préparez la sauce bolognaise avec de la viande hachée, des tomates et des épices.\n3. Alternez des couches de pâtes à lasagne, de sauce bolognaise et de fromage béchamel dans un plat allant au four.\n4. Répétez les couches jusqu'à épuisement des ingrédients.\n5. Saupoudrez de fromage râpé sur le dessus.\n6. Enfournez pendant 30-40 minutes jusqu'à ce que le fromage soit doré.\n7. Laissez reposer avant de servir."
  },
  {
    "nom": "Curry de poulet",
    "details": "1. Faites revenir des morceaux de poulet dans une poêle avec des épices indiennes.\n2. Ajoutez des oignons, de l'ail et du gingembre hachés.\n3. Versez du lait de coco et de la purée de tomates.\n4. Laissez mijoter jusqu'à ce que le poulet soit cuit et la sauce épaissie.\n5. Servez avec du riz basmati."
  },
  {
    "nom": "Pâtes Carbonara",
    "details": "1. Faites cuire les pâtes al dente selon les instructions.\n2. Dans une poêle, faites revenir des lardons jusqu'à ce qu'ils soient croustillants.\n3. Battez des œufs avec du parmesan et du poivre noir.\n4. Mélangez les pâtes cuites avec la sauce aux œufs et ajoutez les lardons.\n5. Servez immédiatement."
  },
  {
    "nom": "Bœuf bourguignon",
    "details": "1. Faites revenir des morceaux de bœuf dans une cocotte avec des oignons et des carottes.\n2. Ajoutez du vin rouge, du bouillon de bœuf, des champignons et des herbes.\n3. Laissez mijoter à feu doux pendant 2-3 heures jusqu'à ce que la viande soit tendre.\n4. Servez avec des pommes de terre purée ou des pâtes."
  },
  {
    "nom": "Sushi",
    "details": "1. Cuisez du riz à sushi et laissez-le refroidir.\n2. Placez une feuille d'algue sur une natte en bambou.\n3. Étalez une fine couche de riz sur l'algue.\n4. Ajoutez des tranches de poisson cru, des légumes et de l'avocat.\n5. Roulez l'algue avec la garniture en utilisant la natte en bambou.\n6. Coupez le rouleau en morceaux et servez avec de la sauce soja et du wasabi."
  },
  {
    "nom": "Fajitas au poulet",
    "details": "1. Assaisonnez des lanières de poulet avec du cumin, du paprika et du jus de citron.\n2. Faites cuire le poulet dans une poêle jusqu'à ce qu'il soit bien cuit.\n3. Dans une autre poêle, faites sauter des poivrons et des oignons.\n4. Réchauffez des tortillas de maïs.\n5. Remplissez les tortillas avec le poulet, les légumes et des garnitures comme la crème sure et le fromage râpé.\n6. Roulez les fajitas et servez-les chaudes."
  }
]
